/* Alice and Bob are typing… */
"%1$@ and %2$@ are typing…" = "%1$@ 及 %2$@ 正在輸入 …";

/* Alice and Bob will receive invitations */
"%1$@ and %2$@ will receive invitations" = "%1$@ 與 %2$@ 將會收到邀請";

/* 'Alice in Team meeting' - the author of a message and the conversation it was sent in */
"%1$@ in %2$@" = "%2$@ 中的 %1$@";

/* Alice, Bob and Charlie are typing… */
"%1$@, %2$@ and %3$@ are typing…" = "%1$@、%2$@及 %3$@正在輸入 …";

/* Alice, Bob and Charlie will receive invitations */
"%1$@, %2$@ and %3$@ will receive invitations" = "%1$@、%2$@ 及 %3$@ 將會收到邀請";

/* Alice, Bob, Charlie and 3 others are typing… */
"%1$@, %2$@, %3$@ and %4$ld others are typing…" = "%1$@、%2$@、%3$@及其他 %4$ld 人正在輸入 …";

/* Alice, Bob, Charlie and 3 others will receive invitations */
"%1$@, %2$@, %3$@ and %4$ld others will receive invitations" = "%1$@、%2$@、%3$@ 及其他 %4$ld 人將會收到邀請";

/* 'Alice (bot)' - a participant that is a bot, not a person */
"%@ (bot)" = "%@（機械人）";

/* 'German (detected)' - the language of the original message was detected automatically */
"%@ (detected)" = "%@（檢測到）";

/* 'Alice (guest)' - a participant who is not logged in */
"%@ (guest)" = "%@（訪客）";

/* No comment provided by engineer. */
"%@ invitation" = "%@邀請";

/* '%@' is the name of a user */
"%@ is out of office" = "%@ 不在辦公室";

/* '%@' is the name of a user */
"%@ is out of office today" = "%@ 今日不在辦公室";

/* Alice is typing… */
"%@ is typing…" = "%@正在輸入 ...";

/* {app name} is not installed */
"%@ not installed" = "尚未安裝  %@";

/* {app name} version not supported */
"%@ version not supported" = "不支持該版本的%@";

/* Alice will receive an invitation */
"%@ will receive an invitation" = "%@ 將會收到邀請";

/* No comment provided by engineer. */
"%d days ago" = "%d 天前";

/* No comment provided by engineer. */
"%d hours ago" = "%d 小時前";

/* No comment provided by engineer. */
"%d minutes ago" = "%d 分鐘前";

/* Number of options in a poll */
"%d options" = "%d 個選項";

/* Votes in a poll */
"%d votes" = "%d 選票";

/* '5 active bots' in this conversation */
"%ld active bots" = "%ld 個活躍機械人";

/* Accessibility label for unread counter on a tag filter */
"%ld conversations with unread messages" = "%ld 個對話有未讀訊息";

/* Time until the user status is cleared */
"%ld days" = "%ld 天";

/* Time until the user status is cleared */
"%ld hours" = "%ld 小時";

/* Time until the user status is cleared */
"%ld minutes" = "%ld 分鐘";

/* No comment provided by engineer. */
"%ld notifications" = "%ld 通知";

/* No comment provided by engineer. */
"%ld participants" = "%ld 位參與者";

/* No comment provided by engineer. */
"%ld participants in this call" = "通話中有 %ld 位參與者";

/* Replies in a thread */
"%ld replies" = "%ld 個回覆";

/* No comment provided by engineer. */
"'Do not disturb' user status is ignored for important conversations" = "「勿擾」用戶狀態將在重要對話中略過。";

/* No comment provided by engineer. */
"1 day" = "1 日";

/* No comment provided by engineer. */
"1 hour" = "1 小時";

/* No comment provided by engineer. */
"1 week" = "1 星期";

/* First step in scanning QR code instructions */
"1. Access your server in a web browser" = "1. 在網頁瀏覽器中存取您的伺服器";

/* No comment provided by engineer. */
"15 minutes" = "15 分鐘";

/* Second step in scanning QR code instructions */
"2. Go to Settings > Security > Create new app password" = "2. 前往 設定 > 安全措施 > 創建新的應用程式密碼";

/* Message is pinned 24 hours */
"24 hours" = "24 小時";

/* Third step in scanning QR code instructions */
"3. Scan the QR code shown there" = "3. 掃描顯示的 QR 碼";

/* Message is pinned 30 days */
"30 days" = "30 日";

/* No comment provided by engineer. */
"30 minutes" = "30分鐘";

/* No comment provided by engineer. */
"4 hours" = "4 小時";

/* No comment provided by engineer. */
"4 weeks" = "4 星期";

/* Message is pinned 7 days */
"7 days" = "7 日";

/* No comment provided by engineer. */
"8 hours" = "8 小时";

/* No comment provided by engineer. */
"@-mentions only" = "僅被 @提及 的消息";

/* No comment provided by engineer. */
"[Unknown username]" = "[用戶名不詳]";

/* No comment provided by engineer. */
"About" = "關於";

/* No comment provided by engineer. */
"Absence" = "缺席";

/* No comment provided by engineer. */
"Accept" = "接受";

/* No comment provided by engineer. */
"Account" = "帳戶";

/* No comment provided by engineer. */
"Account already added" = "已加入帳戶";

/* No comment provided by engineer. */
"Account not configured" = "未連配置帳戶";

/* No comment provided by engineer. */
"Account not found" = "找不到帳戶";

/* No comment provided by engineer. */
"Accounts" = "帳戶";

/* No comment provided by engineer. */
"Accuracy" = "精確度";

/* No comment provided by engineer. */
"Add (%lu)" = "添加（%lu）";

/* No comment provided by engineer. */
"Add account" = "添加賬號";

/* No comment provided by engineer. */
"Add an internal note about this ban" = "添加關於此封禁的內部備註";

/* No comment provided by engineer. */
"Add answer" = "添加答案";

/* No comment provided by engineer. */
"Add attendees" = "添加與會者";

/* No comment provided by engineer. */
"Add participants" = "添加參與者";

/* No comment provided by engineer. */
"Add reaction" = "添加反應";

/* No comment provided by engineer. */
"Add to favorites" = "加到我的最愛";

/* No comment provided by engineer. */
"Added note to self" = "添加了給自己的備忘錄。";

/* No comment provided by engineer. */
"Adding a mention will only notify users that did not read the message yet" = "添加提及只會通知尚未閱讀訊息的用戶";

/* No comment provided by engineer. */
"Address" = "地址";

/* No comment provided by engineer. */
"Advanced" = "進階";

/* No comment provided by engineer. */
"AirPlay button" = "AirPlay 按鈕";

/* 'All' meaning 'All conversations', shown when no tag filter is applied in conversations list */
"All" = "全部";

/* No comment provided by engineer. */
"All messages" = "全部消息";

/* No comment provided by engineer. */
"All messages were deleted" = "已刪除所有訊息";

/* No comment provided by engineer. */
"All notifications are muted" = "所有通知都已被靜音";

/* No comment provided by engineer. */
"Allow guests to join this conversation via link" = "允許訪客透過連結加入此對話";

/* '@all' should not be translated */
"Allow participants to mention @all" = "允許參與者提及 @all";

/* No comment provided by engineer. */
"Allow to dial-in without a pin" = "允許在沒有密碼的情況下撥入";

/* '{Microphone, Camera, ...} access is allowed' */
"Allowed" = "允許";

/* No comment provided by engineer. */
"Alphabetical order" = "按字母順序";

/* Sort conversations alphabetically */
"Alphabetically" = "按字母順序";

/* No comment provided by engineer. */
"Also open to guest app users" = "也向使用應用程式的來賓用戶開放";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator added you and %ld more participants" = "管理員添加了您與 %ld 個其他參與者";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator added you and {user0}" = "管理員添加了您與 {user0}";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator added {user0} and %ld more participants" = "管理員添加了 {user0} 與 %ld 個其他參與者";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator added {user0} and {user1}" = "管理員添加了 {user0} 與 {user1}";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator demoted you and %ld more participants from moderators" = "管理員已將您與 %ld 個其他參與者由主持人降級";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator demoted you and {user0} from moderators" = "管理員已將您與 {user0} 由主持人降級";

/* No comment provided by engineer. */
"An administrator demoted you from moderator" = "管理員已將你降級為一般成員";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator demoted {user0} and %ld more participants from moderators" = "管理員已將 {user0} 與 %ld 個其他參與者由主持人降級";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator demoted {user0} and {user1} from moderators" = "管理員已將 {user0} 與 {user1} 由主持人降級";

/* No comment provided by engineer. */
"An administrator demoted {user} from moderator" = "管理員已將 {user} 降級為一般成員";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator promoted you and %ld more participants to moderators" = "管理員已將您與 %ld 個其他參與者晉升為主持人";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator promoted you and {user0} to moderators" = "管理員已將您與 {user0} 升級為主持人";

/* No comment provided by engineer. */
"An administrator promoted you to moderator" = "管理員已將你提升為版主";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator promoted {user0} and %ld more participants to moderators" = "管理員已將 {user0} 與 %ld 個其他參與者晉升為主持人";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator promoted {user0} and {user1} to moderators" = "管理員已將 {user0} 與 {user1} 晉升為主持人";

/* No comment provided by engineer. */
"An administrator promoted {user} to moderator" = "管理員已將 {user} 提升為版主";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator removed you and %ld more participants" = "管理員移除了您與 %ld 個其他參與者";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator removed you and {user0}" = "管理員移除了您與 {user0}";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator removed {user0} and %ld more participants" = "管理員移除了 {user0} 與 %ld 個其他參與者";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator removed {user0} and {user1}" = "管理員移除了 {user0} 與 {user1}";

/* No comment provided by engineer. */
"An error occurred changing privacy setting" = "更改隱私設置時發生錯誤";

/* No comment provided by engineer. */
"An error occurred changing read status setting" = "更改讀取狀態設置時發生錯誤";

/* No comment provided by engineer. */
"An error occurred changing typing privacy setting" = "更改打字隱私設置時發生錯誤";

/* No comment provided by engineer. */
"An error occurred downloading the picture" = "下載圖片時發生錯誤";

/* No comment provided by engineer. */
"An error occurred removing profile image" = "刪除個人資料圖片時發生錯誤";

/* No comment provided by engineer. */
"An error occurred setting address" = "設置地址時發生錯誤";

/* No comment provided by engineer. */
"An error occurred setting email address" = "設置電郵地址時發生錯誤";

/* No comment provided by engineer. */
"An error occurred setting phone number" = "設置電話號碼時發生錯誤";

/* No comment provided by engineer. */
"An error occurred setting profile image" = "設定個人資料圖像時發生錯誤";

/* No comment provided by engineer. */
"An error occurred setting Twitter account" = "設置 Twitter 帳戶碼時發生錯誤";

/* No comment provided by engineer. */
"An error occurred setting user name" = "設置用戶名稱時發生錯誤";

/* No comment provided by engineer. */
"An error occurred setting website" = "設置網站時發生錯誤";

/* No comment provided by engineer. */
"An error occurred trying to translate message" = "翻譯訊息時發生了錯誤";

/* No comment provided by engineer. */
"An error occurred while adding %@ to the room" = "添加%@至房間時發生了錯誤";

/* No comment provided by engineer. */
"An error occurred while adding a reaction to a message" = "向訊息添加反應時出錯";

/* No comment provided by engineer. */
"An error occurred while adding note" = "添加備註時出錯";

/* No comment provided by engineer. */
"An error occurred while clearing status message" = "清除狀態消息時發生了錯誤";

/* No comment provided by engineer. */
"An error occurred while creating poll draft" = "創建民意調查草稿時發生錯誤";

/* No comment provided by engineer. */
"An error occurred while creating the meeting" = "建立會議時發生錯誤";

/* No comment provided by engineer. */
"An error occurred while creating the poll" = "創建民意調查時出錯";

/* No comment provided by engineer. */
"An error occurred while creating the thread" = "建立討論串時發生錯誤";

/* No comment provided by engineer. */
"An error occurred while deleting the message" = "刪除訊息時發生錯誤";

/* No comment provided by engineer. */
"An error occurred while deleting the poll draft" = "刪除民意調查草稿時發生了錯誤";

/* No comment provided by engineer. */
"An error occurred while disabling absence" = "停用缺席時出錯";

/* No comment provided by engineer. */
"An error occurred while editing the poll" = "編輯投票時發生了錯誤";

/* No comment provided by engineer. */
"An error occurred while opening the file %@" = "打開檔案 %@ 時出錯";

/* No comment provided by engineer. */
"An error occurred while pinning the message" = "在嘗試釘選該訊息時發生錯誤";

/* No comment provided by engineer. */
"An error occurred while removing a reaction from a message" = "從訊息中刪除反應時出錯";

/* No comment provided by engineer. */
"An error occurred while removing the avatar" = "移除下虛擬化身時發生錯誤";

/* No comment provided by engineer. */
"An error occurred while sending the message" = "發送消息時發生了錯誤";

/* '%@' is a phone number */
"An error occurred while setting %@ as phone number" = "設置 %@ 為電話號碼時發生錯誤";

/* No comment provided by engineer. */
"An error occurred while setting absence" = "設定缺席時出錯";

/* No comment provided by engineer. */
"An error occurred while setting description" = "設定描述時發生錯誤";

/* No comment provided by engineer. */
"An error occurred while setting online status" = "設定在線狀態時發生錯誤";

/* No comment provided by engineer. */
"An error occurred while setting phone number" = "設置電話號碼時發生錯誤";

/* No comment provided by engineer. */
"An error occurred while setting status message" = "設定狀態消息時發生了錯誤";

/* No comment provided by engineer. */
"An error occurred while setting the avatar" = "設定虛擬化身時發生錯誤";

/* No comment provided by engineer. */
"An error occurred while setting user status" = "設定用戶狀態時發生錯誤";

/* No comment provided by engineer. */
"An error occurred while sharing the file" = "分享檔案時發生了錯誤";

/* No comment provided by engineer. */
"An error occurred while starting a new group conversation" = "啟動新群組對話時發生錯誤";

/* No comment provided by engineer. */
"An error occurred while testing push notifications" = "測試推送通知時發生錯誤";

/* No comment provided by engineer. */
"An error occurred while unpinning the message" = "在嘗試取消釘選該訊息時發生錯誤";

/* No comment provided by engineer. */
"An error occurred, please try again" = "發生錯誤，請再試一次";

/* No comment provided by engineer. */
"an hour" = "1 小時";

/* No comment provided by engineer. */
"Anonymous poll" = "匿名投票";

/* 'Answer 1', 'Answer 2', … - placeholder numbering the answers of a poll */
"Answer %ld" = "答案 %ld";

/* Section header for the answers of a poll */
"Answers" = "答案";

/* No comment provided by engineer. */
"App" = "應用程式";

/* No comment provided by engineer. */
"App is outdated" = "應用程式已過時";

/* No comment provided by engineer. */
"Appear offline" = "顯示為離線";

/* No comment provided by engineer. */
"Archive conversation" = "封存對話";

/* 'Archived' meaning 'Archived conversations' */
"Archived" = "已封存";

/* No comment provided by engineer. */
"Archived conversations are hidden from the conversation list by default. They will only be shown when you open archived conversations list." = "已封存的對話默認隱藏在對話列表中。只有當您打開已封存對話列表時，它們才會顯示。";

/* No comment provided by engineer. */
"Ask a question" = "問一個問題";

/* No comment provided by engineer. */
"Attachments allowed?" = "允許附件?";

/* No comment provided by engineer. */
"Attendees" = "與會者";

/* Join a call in audio only mode */
"Audio only" = "僅音頻";

/* No comment provided by engineer. */
"Audio options" = "添加選項";

/* No comment provided by engineer. */
"Audio, video and screen shares" = "音訊、視訊與螢幕分享";

/* No comment provided by engineer. */
"Audios" = "音頻";

/* No comment provided by engineer. */
"Away" = "離開";

/* Ban a user/guest */
"Ban" = "封禁";

/* e.g. Ban John Doe */
"Ban %@" = "封禁 %@";

/* No comment provided by engineer. */
"Ban participant" = "封禁參與者";

/* Date and time of ban creation */
"Banned by:" = "封禁者：";

/* No comment provided by engineer. */
"Banned users and guests" = "被封禁的用戶和其他用户";

/* Bold text */
"Bold" = "粗體";

/* No comment provided by engineer. */
"Bots" = "機器人";

/* No comment provided by engineer. */
"Browse log files" = "瀏覽記錄檔案";

/* No comment provided by engineer. */
"Browse poll drafts" = "瀏覽民意調查草稿";

/* No comment provided by engineer. */
"Busy" = "忙碌";

/* Sort conversations by recent activity */
"By activity" = "按活動分類";

/* No comment provided by engineer. */
"Cached files" = "緩存檔案";

/* No comment provided by engineer. */
"Cached images" = "緩存圖像";

/* No comment provided by engineer. */
"Calendar" = "日曆";

/* No comment provided by engineer. */
"Call notification sent" = "通話通告已傳送";

/* No comment provided by engineer. */
"Call options" = "通話選項";

/* No comment provided by engineer. */
"Call recording enabled?" = "通話錄音已啟用?";

/* No comment provided by engineer. */
"Call recording failed. Please contact your administrator" = "通話錄音失敗。請聯絡管理員。";

/* No comment provided by engineer. */
"Call recording is starting" = "通話錄音開始";

/* No comment provided by engineer. */
"Call recording started" = "通話錄音開始";

/* No comment provided by engineer. */
"Call recording stopped" = "通話錄音停止";

/* No comment provided by engineer. */
"Call view mode" = "通話檢視模式";

/* No comment provided by engineer. */
"Call without notification" = "通話而不通知";

/* No comment provided by engineer. */
"Calling is currently not supported because end-to-end-encryption is enabled on the server" = "由於伺服器上啟用了端對端加密，目前不支援呼叫。";

/* No comment provided by engineer. */
"CallKit supported?" = "支援 CallKit?";

/* No comment provided by engineer. */
"Calls" = "通話";

/* No comment provided by engineer. */
"Calls enabled?" = "啟用通話?";

/* No comment provided by engineer. */
"Calls from an old account were received." = "收到來自舊帳戶的電話。";

/* No comment provided by engineer. */
"Calls from old accounts" = "來自舊帳戶的電話。";

/* No comment provided by engineer. */
"Camera" = "相機";

/* No comment provided by engineer. */
"Camera access" = "相機存取";

/* No comment provided by engineer. */
"Camera access is not allowed. Check your settings." = "相機存取未被允許。請檢查你的設置。";

/* No comment provided by engineer. */
"Camera disabled" = "相機已停用";

/* No comment provided by engineer. */
"Camera enabled" = "相機已啟用";

/* No comment provided by engineer. */
"Can create conversations?" = "可以建立對話?";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Cancelled call from another account" = "已取消來自其他帳戶的通話";

/* No comment provided by engineer. */
"Cannot share to conversation" = "無法分享到對話";

/* No comment provided by engineer. */
"Capabilities" = "功能";

/* No comment provided by engineer. */
"Change password" = "更改密碼";

/* No comment provided by engineer. */
"Change your vote" = "更改您的投票";

/* No comment provided by engineer. */
"Chat" = "聊天";

/* No comment provided by engineer. */
"Chat messages" = "聊天訊息";

/* No comment provided by engineer. */
"Classified conversation" = "機密對話";

/* No comment provided by engineer. */
"Clear cache" = "清除緩存";

/* No comment provided by engineer. */
"Clear cached chat messages" = "清除緩存的聊天訊息";

/* No comment provided by engineer. */
"Clear reminder" = "清空提醒";

/* No comment provided by engineer. */
"Clear status message" = "清除狀態訊息";

/* No comment provided by engineer. */
"Clear status message after" = "繼此之後清空狀態訊息";

/* No comment provided by engineer. */
"Close" = "關閉";

/* Code block */
"Code" = "代碼";

/* Shown after the code of a code block was copied to the clipboard */
"Code copied" = "已複製代碼";

/* No comment provided by engineer. */
"Configuration" = "配置";

/* No comment provided by engineer. */
"Configure your next absence period" = "設定您的下一個缺席時段";

/* No comment provided by engineer. */
"Confirm and hide warning" = "確認及隱藏警告";

/* No comment provided by engineer. */
"Connecting to %@ …" = "正在連接至%@ …";

/* No comment provided by engineer. */
"Connecting to the call …" = "正在連接至通話 ...";

/* No comment provided by engineer. */
"Contact access" = "存取聯絡";

/* No comment provided by engineer. */
"Contact access has been denied" = "聯絡人存取已被拒絕";

/* No comment provided by engineer. */
"Contacts" = "通訊錄";

/* No comment provided by engineer. */
"Conversation creation failed" = "對話建立失敗";

/* No comment provided by engineer. */
"Conversation details" = "對話細節";

/* No comment provided by engineer. */
"Conversation name" = "對話名稱";

/* No comment provided by engineer. */
"Conversation name cannot be empty" = "對話名稱不能空白";

/* No comment provided by engineer. */
"Conversation not found" = "未找到對話";

/* No comment provided by engineer. */
"Conversation not found or not joined" = "未找到或未加入對話";

/* No comment provided by engineer. */
"Conversation participants" = "對話參與者";

/* No comment provided by engineer. */
"Conversation password has been removed" = "對話密碼已被刪除";

/* No comment provided by engineer. */
"Conversation password has been saved" = "對話密碼已被保存";

/* No comment provided by engineer. */
"Conversation settings" = "對話設定";

/* No comment provided by engineer. */
"Conversations" = "對話";

/* No comment provided by engineer. */
"Copy" = "複製";

/* No comment provided by engineer. */
"Copy message link" = "複製訊息連結";

/* No comment provided by engineer. */
"Copy message selection" = "複製訊息選擇";

/* Copy a 'selection' of the description text of a conversation */
"Copy selection" = "移動選擇";

/* No comment provided by engineer. */
"Could not access camera" = "無法存取相機";

/* No comment provided by engineer. */
"Could not access microphone" = "無法訪問米高風";

/* No comment provided by engineer. */
"Could not access speech recognition" = "無法存取音頻識別";

/* No comment provided by engineer. */
"Could not access your location" = "無法存取您的位置";

/* No comment provided by engineer. */
"Could not add participant" = "無法添加參與者";

/* No comment provided by engineer. */
"Could not ban participant" = "無法封禁參與者";

/* No comment provided by engineer. */
"Could not change archived conversation setting" = "無法更改已封存對話設定";

/* No comment provided by engineer. */
"Could not change call notifications setting" = "無法更改通話通知設置";

/* No comment provided by engineer. */
"Could not change important conversation setting" = "無法更改重要對話設定";

/* No comment provided by engineer. */
"Could not change listable scope of the conversation" = "無法更改對話的可列出範圍";

/* No comment provided by engineer. */
"Could not change lobby state of the conversation" = "無法更改對話的等候室狀態";

/* No comment provided by engineer. */
"Could not change mention permissions of the conversation" = "無法更改提及的共享權限";

/* No comment provided by engineer. */
"Could not change moderation permissions of the participant" = "無法更改參與者的審核權限";

/* No comment provided by engineer. */
"Could not change notifications setting" = "無法更改通知設置";

/* No comment provided by engineer. */
"Could not change password protection settings" = "無法更改密碼保護設置";

/* No comment provided by engineer. */
"Could not change read-only state of the conversation" = "無法更改對話的唯讀狀態";

/* No comment provided by engineer. */
"Could not change sensitive conversation setting" = "無法更改敏感對話設定";

/* No comment provided by engineer. */
"Could not change sharing permissions of the conversation" = "無法更改對話的共享權限";

/* No comment provided by engineer. */
"Could not change SIP state of the conversation" = "無法更改對話的 SIP 狀態";

/* No comment provided by engineer. */
"Could not clear chat history" = "無法清除聊天記錄";

/* No comment provided by engineer. */
"Could not clear status message" = "無法清除狀態消息 ";

/* No comment provided by engineer. */
"Could not create meeting" = "無法創建會議";

/* No comment provided by engineer. */
"Could not delete conversation" = "無法刪除對話";

/* No comment provided by engineer. */
"Could not disable absence" = "無法停用缺席";

/* No comment provided by engineer. */
"Could not get available languages" = "無法取得可用語言";

/* No comment provided by engineer. */
"Could not join %@ call" = "無法加入%@通話";

/* No comment provided by engineer. */
"Could not join call with %@" = "無法和%@加入通話";

/* No comment provided by engineer. */
"Could not join conversation" = "無法加入對話";

/* No comment provided by engineer. */
"Could not leave conversation" = "無法離開對話";

/* No comment provided by engineer. */
"Could not login with QR code" = "無法使用 QR 碼登入";

/* No comment provided by engineer. */
"Could not prepare upload folder" = "無法準備上傳資料夾";

/* No comment provided by engineer. */
"Could not remove participant" = "無法移除參與者";

/* No comment provided by engineer. */
"Could not rename the conversation" = "無法重命名對話";

/* No comment provided by engineer. */
"Could not resend email invitations" = "無法重發電郵邀請";

/* No comment provided by engineer. */
"Could not send call notification" = "無法傳送通話通知";

/* No comment provided by engineer. */
"Could not send the message" = "無法發送消息";

/* No comment provided by engineer. */
"Could not set absence" = "無法設置缺席";

/* No comment provided by engineer. */
"Could not set conversation name" = "無法設置對話名稱";

/* No comment provided by engineer. */
"Could not set message expiration time" = "無法設置訊息過期時間";

/* No comment provided by engineer. */
"Could not set online status" = "無法設置在線狀態";

/* No comment provided by engineer. */
"Could not set phone number" = "無法設定電話號碼";

/* No comment provided by engineer. */
"Could not set status message" = "無法設置狀態消息 ";

/* No comment provided by engineer. */
"Could not share file" = "無法分享檔案";

/* No comment provided by engineer. */
"Could not start group conversation" = "無法啟動群組對話";

/* No comment provided by engineer. */
"Could not update tags" = "無法更新標籤";

/* Generic 'Create' button label (e.g. new conversation, new tag) */
"Create" = "創建";

/* No comment provided by engineer. */
"Create a new conversation" = "創建一個新對話";

/* No comment provided by engineer. */
"Create a thread" = "創建討論串";

/* No comment provided by engineer. */
"Create or join a conversation" = "創建或加入一個對話";

/* No comment provided by engineer. */
"Create poll" = "創建民意調查";

/* No comment provided by engineer. */
"Creating poll draft failed" = "創建民意調查草稿失敗";

/* No comment provided by engineer. */
"Creating poll failed" = "創建民意調查失敗";

/* No comment provided by engineer. */
"Credentials for this account were no longer valid" = "此帳戶的身份驗證不再有效";

/* Custom message expiration */
"Custom" = "自訂";

/* name of a moderator who banned a participant */
"Date:" = "日期：";

/* No comment provided by engineer. */
"Deck cards" = "看板卡片";

/* 'Default' as a notification level, following the conversation setting */
"Default" = "默認";

/* No comment provided by engineer. */
"Delete" = "刪除";

/* Short version for confirmation button. Complete text is 'Delete all messages'. */
"Delete all" = "全部刪除";

/* No comment provided by engineer. */
"Delete all messages" = "刪除所有訊息";

/* No comment provided by engineer. */
"Delete conversation" = "刪除對話";

/* Delete a conversation right now without waiting for auto-deletion */
"Delete now" = "立刻刪除";

/* No comment provided by engineer. */
"Delete tag?" = "刪除此標籤？";

/* No comment provided by engineer. */
"Deleted user" = "已刪除的用戶";

/* No comment provided by engineer. */
"Deleting message" = "正在刪除消息";

/* No comment provided by engineer. */
"Deleting poll draft failed" = "刪除民意調查草稿失敗";

/* No comment provided by engineer. */
"Demote from moderator" = "取消主持人資格";

/* '{Microphone, Camera, ...} access is denied' */
"Denied" = "拒絕";

/* No comment provided by engineer. */
"Description" = "描述";

/* No comment provided by engineer. */
"Description cannot be longer than 500 characters" = "描述不能超過 500 個字符";

/* The description text of a conversation was copied to the clipboard */
"Description copied" = "已複製描述";

/* No comment provided by engineer. */
"Details" = "細節";

/* No comment provided by engineer. */
"Detecting language" = "檢測語言";

/* No comment provided by engineer. */
"Diagnostics" = "診斷 ";

/* Generic 'Disable' button label, e.g. for a bot */
"Disable" = "停用";

/* No comment provided by engineer. */
"Disable absence" = "停用缺席";

/* No comment provided by engineer. */
"Disable blur" = "停用模糊";

/* speaker = Loudspeaker, device */
"Disable speaker" = "停用喇叭";

/* No comment provided by engineer. */
"Disconnected" = "連接已斷開";

/* No comment provided by engineer. */
"Dismiss" = "撤銷";

/* No comment provided by engineer. */
"Dismiss notification" = "撤銷通告";

/* No comment provided by engineer. */
"Do not disturb" = "請勿打擾";

/* No comment provided by engineer. */
"Do you really want to clear the file cache?" = "您真的要清除檔案緩存嗎？";

/* No comment provided by engineer. */
"Do you really want to clear the image cache?" = "您真的要清除圖像緩存嗎？";

/* No comment provided by engineer. */
"Do you really want to delete all messages in this conversation?" = "您確定要刪除對話內所有的訊息嗎？";

/* No comment provided by engineer. */
"Do you really want to delete this conversation for everyone?" = "您確定要為所有人刪除這段對話嗎？";

/* No comment provided by engineer. */
"Do you really want to end this poll?" = "你真的要結束這項調查嗎？";

/* No comment provided by engineer. */
"Do you really want to log out from this account?" = "您確定要登出這個賬號嗎？";

/* No comment provided by engineer. */
"Do you really want to remove this account?" = "您確定要移除這個賬號嗎？";

/* No comment provided by engineer. */
"Do you want to connect to the server anyway?" = "無論如何都要連接該伺服器嗎？";

/* No comment provided by engineer. */
"Do you want to delete this conversation?" = "您確定要刪除此對話嗎？";

/* No comment provided by engineer. */
"Do you want to enable your camera?" = "您想要啟用相機嗎？";

/* No comment provided by engineer. */
"Do you want to join this call?" = "您想要加入這個通話嗎？";

/* No comment provided by engineer. */
"Do you want to share '%@' in the conversation?" = "您要在對話中分享“%@”嗎？";

/* No comment provided by engineer. */
"Do you want to stop the recording?" = "你想停止錄音嗎？";

/* No comment provided by engineer. */
"Don't clear" = "不要清除";

/* No comment provided by engineer. */
"Double tap to change between grid and speaker view" = "雙擊以切換格狀檢視及講者檢視";

/* No comment provided by engineer. */
"Double tap to change the quality the images are sent in" = "點按兩下以更改傳送影像的畫質";

/* No comment provided by engineer. */
"Double tap to change who can modify the shared files" = "點按兩下以更改誰可以修改共享檔案";

/* No comment provided by engineer. */
"Double tap to discard the changes" = "雙擊以掉棄更新";

/* No comment provided by engineer. */
"Double tap to dismiss authentication dialog" = "雙擊以取消身份驗證對話框";

/* No comment provided by engineer. */
"Double tap to dismiss sharing options" = "雙擊以取消分享選項";

/* No comment provided by engineer. */
"Double tap to display call options" = "雙擊以顯示通話選項";

/* A menu to show additional options for the current conversation */
"Double tap to display option menu" = "雙擊以顯示選項單";

/* No comment provided by engineer. */
"Double tap to display thread notification level options" = "雙擊以顯示討論串通知級別選項";

/* No comment provided by engineer. */
"Double tap to edit profile" = "雙擊以編輯個人資料";

/* No comment provided by engineer. */
"Double tap to enable or disable 'Call without notification' option" = "雙擊以啟用或停用「無通知通話」選項";

/* No comment provided by engineer. */
"Double tap to enable or disable the camera" = "雙擊以啟用或禁用相機";

/* No comment provided by engineer. */
"Double tap to enable or disable the microphone" = "雙擊以啟用或禁用米高風";

/* speaker = Loudspeaker, device */
"Double tap to enable or disable the speaker" = "雙擊以啟用或禁用喇叭";

/* No comment provided by engineer. */
"Double tap to end editing profile" = "雙擊以結束編輯個人資料";

/* No comment provided by engineer. */
"Double tap to go to conversation information" = "雙擊以查看會話資訊";

/* No comment provided by engineer. */
"Double tap to go to user profile and application settings" = "雙擊以查看用戶資料和應用設置";

/* No comment provided by engineer. */
"Double tap to hang up the call" = "雙擊以掛斷電話";

/* No comment provided by engineer. */
"Double tap to learn more about classified conversations" = "雙擊和選中的對話分享";

/* No comment provided by engineer. */
"Double tap to lower hand" = "雙擊以放下手";

/* No comment provided by engineer. */
"Double tap to open file browser" = "雙擊以打開文件瀏覽器";

/* No comment provided by engineer. */
"Double tap to save the edited message" = "雙擊以保存編輯了的訊息";

/* No comment provided by engineer. */
"Double tap to select different audio routes" = "雙擊以選擇不同的音頻路徑";

/* No comment provided by engineer. */
"Double tap to send message" = "雙擊以發送消息";

/* No comment provided by engineer. */
"Double tap to share with selected conversations" = "雙擊和選中的對話分享";

/* No comment provided by engineer. */
"Double tap to show more actions" = "雙擊以顯示更多操作";

/* No comment provided by engineer. */
"Double tap to show or hide chat view" = "雙擊以顯示或隱藏聊天視圖";

/* No comment provided by engineer. */
"Double tap to start a video call" = "雙擊以開始一個視像通話";

/* No comment provided by engineer. */
"Double tap to start a voice only call" = "雙擊以開始語音通話";

/* No comment provided by engineer. */
"Double tap to stop recording" = "雙擊以停止錄音";

/* No comment provided by engineer. */
"Double tap to upgrade this voice call to a video call" = "雙擊以升級音頻通話至視像通話";

/* Accessibility label of the indicator shown while the original file is downloaded */
"Downloading full quality media" = "下載時完整質素媒體";

/* No comment provided by engineer. */
"Duplicate session" = "重複對話";

/* Edit a message or room participants */
"Edit" = "編輯";

/* No comment provided by engineer. */
"Edit attendees" = "編輯與會者";

/* No comment provided by engineer. */
"Edit thread details" = "編輯討論串的詳細資料";

/* Other participants can modify the shared files */
"Editable" = "可編輯";

/* A message was edited */
"edited" = "已編輯";

/* A message was edited by ... */
"edited by" = "編輯者";

/* 'Edited by Alice' - who last edited a message */
"Edited by %@" = "由 %@ 編輯";

/* No comment provided by engineer. */
"Editing Message" = "編輯消息中";

/* No comment provided by engineer. */
"Editing poll draft" = "正在編輯民意調查草稿";

/* No comment provided by engineer. */
"Editing poll failed" = "民意調查編輯失敗";

/* No comment provided by engineer. */
"Either you don't have chat permission or the conversation is read-only." = "要麼您沒有聊天權限，要麼對話是唯讀的。";

/* No comment provided by engineer. */
"Email" = "電郵地址";

/* No comment provided by engineer. */
"Empty summary response" = "空的摘要回應";

/* Generic 'Enable' button label, e.g. for a bot */
"Enable" = "啟用";

/* No comment provided by engineer. */
"Enable blur" = "啟用模糊";

/* No comment provided by engineer. */
"Enable screensharing" = "啟用螢幕分享";

/* No comment provided by engineer. */
"Enable speaker" = "啟用喇叭";

/* Label of a bot that is always enabled and cannot be turned off in the app */
"Enabled" = "已啟用";

/* No comment provided by engineer. */
"End call" = "結束通話";

/* No comment provided by engineer. */
"End call for everyone" = "為所有人結束通話";

/* No comment provided by engineer. */
"End poll" = "結束民意調查";

/* No comment provided by engineer. */
"End-to-end encrypted calls require the high-performance backend" = "End-to-end encrypted calls require the high-performance backend";

/* No comment provided by engineer. */
"End-to-end encryption could not be set up for this call" = "End-to-end encryption could not be set up for this call";

/* No comment provided by engineer. */
"Enter a new password" = "輸入新密碼";

/* No comment provided by engineer. */
"Enter a password" = "Enter a password";

/* No comment provided by engineer. */
"Error occurred when creating a reminder" = "建立提醒時發生錯誤";

/* No comment provided by engineer. */
"Error occurred while editing a message" = "編輯訊息時發生錯誤";

/* External signaling used */
"External" = "外部";

/* No comment provided by engineer. */
"Failed to accept invitation" = "無法接受邀請。";

/* No comment provided by engineer. */
"Failed to check or create attachment folder" = "檢查或創建附件資料夾失敗";

/* No comment provided by engineer. */
"Failed to clear reminder" = "清除提醒失敗";

/* No comment provided by engineer. */
"Failed to connect to %@" = "連接至%@失敗";

/* No comment provided by engineer. */
"Failed to forward message" = "無法轉寄訊息";

/* No comment provided by engineer. */
"Failed to get calendar to schedule a meeting" = "無法獲取日曆以安排會議";

/* No comment provided by engineer. */
"Failed to reject invitation" = "無法婉拒邀請";

/* No comment provided by engineer. */
"Failed to send message" = "發送消息失敗";

/* No comment provided by engineer. */
"Failed to share recording" = "通話錄音分享失敗";

/* No comment provided by engineer. */
"Failed to unban selected entry" = "無法取消所選項目的封鎖";

/* 'Favorites' meaning 'Favorite conversations' */
"Favorites" = "Favorites";

/* Visibility scope of a profile field: also synchronized to trusted servers */
"Federated" = "已聯邦";

/* No comment provided by engineer. */
"Fetching status …" = "正在獲取狀態 ...";

/* Filename of a file */
"File" = "檔案";

/* No comment provided by engineer. */
"File permissions" = "檔案權限";

/* No comment provided by engineer. */
"Files" = "檔案";

/* No comment provided by engineer. */
"Filter and sort conversations" = "篩選及排序對話";

/* Title for available conversations filters */
"Filters" = "過濾器";

/* First day of the absence */
"First day" = "第一天";

/* No comment provided by engineer. */
"Follow conversation settings" = "跟隨對話設定";

/* No comment provided by engineer. */
"For password reset and notifications" = "用於密碼重設和通告信件";

/* No comment provided by engineer. */
"Format" = "格式";

/* No comment provided by engineer. */
"Forward" = "轉寄";

/* No comment provided by engineer. */
"Forward to" = "轉寄給 ";

/* 'From' which language user wants to translate text */
"From" = "從";

/* from Alice at nextcloud.local */
"from %@ at %@" = "從 %1$@ 到 %2$@";

/* No comment provided by engineer. */
"Full name" = "全名";

/* No comment provided by engineer. */
"Generate summary" = "産生摘要";

/* No comment provided by engineer. */
"Generating summary of unread messages" = "正在産生未讀訊息的摘要";

/* No comment provided by engineer. */
"Generating summary of unread messages failed" = "産生未讀訊息摘要失敗";

/* No comment provided by engineer. */
"Get source code" = "取得原始碼";

/* No comment provided by engineer. */
"GitHub API error" = "GitHub API 錯誤";

/* Give consent to the recording of the call and join that call */
"Give consent and join call" = "授權並參與通話";

/* No comment provided by engineer. */
"Go to message" = "前往訊息";

/* Call view mode which shows all participants in a grid */
"Grid view" = "格狀檢視";

/* Show group conversations before private ones */
"Group first" = "群組通話先";

/* Display name used for an anonymous guest */
"Guest" = "訪客";

/* No comment provided by engineer. */
"Guests access" = "訪客存取";

/* No comment provided by engineer. */
"Guests app enabled?" = "訪客應用程式已啟用?";

/* No comment provided by engineer. */
"Hang up" = "掛斷";

/* TRANSLATORS this is a video quality option (Video quality : HD) */
"HD" = "高清";

/* Context menu action to hide a banner, e.g. the out of office or pinned message banner */
"Hide" = "隱藏";

/* TRANSLATORS this is a video quality option (Video quality : High) */
"High" = "高";

/* No comment provided by engineer. */
"How do you want to join the call?" = "你想如何加入通話？";

/* No comment provided by engineer. */
"If you delete the conversation, it will also be deleted for %@" = "如果您刪除對話，它也將會從%@處刪除。";

/* No comment provided by engineer. */
"If you enable your camera, this call will be interrupted for a few seconds." = "如果啟用相機，此通話將被中斷幾秒鐘。";

/* No comment provided by engineer. */
"If you're using multiple servers, you need to check all of them." = "如果您使用伺服器，則需要檢查所有伺服器。";

/* No comment provided by engineer. */
"Image quality" = "圖像品質";

/* No comment provided by engineer. */
"Images, files, voice messages…" = "圖片、文件、音頻訊息 …";

/* No comment provided by engineer. */
"Import account" = "匯入帳戶";

/* No comment provided by engineer. */
"Important conversation" = "重要對話";

/* No comment provided by engineer. */
"Include calls in call history" = "在通話記錄中包含通話";

/* No comment provided by engineer. */
"Incoming call" = "來電";

/* No comment provided by engineer. */
"Incoming silent call" = "來電（靜音）";

/* Message is pinned indefinitely */
"Indefinitely" = "無限期地";

/* Internal signaling used */
"Internal" = "內部";

/* Internal note about why a user/guest was banned */
"Internal note" = "內部備註";

/* No comment provided by engineer. */
"Invalid date range" = "無效的日期範圍";

/* No comment provided by engineer. */
"Invalid email address" = "無效的電郵地址";

/* No comment provided by engineer. */
"Invalid end date" = "無效的結束日期";

/* No comment provided by engineer. */
"Invalid server address" = "伺服器地址無效";

/* No comment provided by engineer. */
"Invalid start date" = "無效的開始日期";

/* No comment provided by engineer. */
"Invisible" = "隱藏";

/* No comment provided by engineer. */
"Invitation resent" = "已重發邀請";

/* No comment provided by engineer. */
"Invitations resent" = "已重新傳送邀請";

/* Invitation for a meeting */
"Invite all users and emails" = "邀請所有用戶及電郵";

/* It seems that {app name} is not installed in your server. */
"It seems that %@ is not installed in your server." = "似乎您的伺服器尚未安裝 %@。";

/* No comment provided by engineer. */
"It seems that there is no internet connection." = "似乎沒有網絡連接。";

/* Italic text */
"Italic" = "斜體";

/* No comment provided by engineer. */
"Join a conversation or start a new one" = "加入或者開一個新的對話";

/* No comment provided by engineer. */
"Join call" = "加入通話";

/* No comment provided by engineer. */
"Join call (audio only)" = "加入通話（僅音頻）";

/* No comment provided by engineer. */
"Join call with video" = "加入視像通話";

/* No comment provided by engineer. */
"Join open conversations" = "加入公開對話";

/* No comment provided by engineer. */
"Join video call" = "加入視像通話";

/* Button to keep a conversation instead of deleting it */
"Keep" = "保留";

/* Last day of the absence, the user is still absent on this day */
"Last day (inclusive)" = "最後一天（含）";

/* Last subscription to the push notification server */
"Last subscription" = "最後訂閱";

/* 'Last sync: 12 May 2026' - when the contacts were last updated */
"Last sync: %@" = "上次同步 %@";

/* Remind me later today about that message */
"Later today" = "今天稍後";

/* Button to leave a conversation */
"Leave" = "離開";

/* No comment provided by engineer. */
"Leave call" = "離開通話";

/* No comment provided by engineer. */
"Leave conversation" = "離開對話";

/* Where \"%@\" is the name of the conversation */
"Leave conversation \"%@\"" = "離開對話「%@」";

/* No comment provided by engineer. */
"less than a minute ago" = "少於 1 分鐘前";

/* No comment provided by engineer. */
"Link https://…" = "連結 https://…";

/* No comment provided by engineer. */
"Linked file" = "已連結的檔案";

/* No comment provided by engineer. */
"Load more results" = "正在載入更多結果";

/* No comment provided by engineer. */
"Lobby" = "等候室";

/* No comment provided by engineer. */
"Lobby is still active and you're not a moderator" = "等候室仍然活躍，你不是主持人";

/* Visibility scope of a profile field: only people on this server and guests */
"Local" = "近端";

/* No comment provided by engineer. */
"Local time: %@" = "本地時間︰%@";

/* No comment provided by engineer. */
"Location" = "位置";

/* No comment provided by engineer. */
"Location access" = "存取位置";

/* No comment provided by engineer. */
"Location service has been denied. Check your settings." = "位置存取未被允許。請檢查你的設置。";

/* No comment provided by engineer. */
"Location service is not enabled" = "位置服務沒有啟用";

/* No comment provided by engineer. */
"Locations" = "地點";

/* No comment provided by engineer. */
"Lock conversation" = "鎖定對話";

/* No comment provided by engineer. */
"Log in" = "登入";

/* No comment provided by engineer. */
"Log out" = "登出";

/* No comment provided by engineer. */
"Logged out" = "登出";

/* No comment provided by engineer. */
"Logs" = "記錄";

/* No comment provided by engineer. */
"Long absence message" = "長期缺席訊息";

/* TRANSLATORS this is a video quality option (Video quality : Low) */
"Low" = "低";

/* No comment provided by engineer. */
"Lower hand" = "放下手";

/* No comment provided by engineer. */
"Manage tags" = "管理標籤";

/* TRANSLATORS this is used when no meeting start time is set and the meeting will be started manually */
"Manual" = "會議將手動開始";

/* No comment provided by engineer. */
"Mark as read" = "標為已讀";

/* No comment provided by engineer. */
"Mark as unread" = "標為未讀";

/* No comment provided by engineer. */
"Match system contacts" = "匹配系統聯絡人";

/* Category of shared items in a conversation: images and videos */
"Media" = "多媒體";

/* No comment provided by engineer. */
"Meeting created" = "創建了會議";

/* No comment provided by engineer. */
"Meeting ended" = "會議已結束";

/* No comment provided by engineer. */
"Meeting ID" = "會議 ID";

/* No comment provided by engineer. */
"Meeting settings" = "會議設定";

/* 'Meetings' meaning 'Conversations that were created from a calendar event'
   Headline for a 'meeting section' */
"Meetings" = "會議";

/* 'Mentioned' meaning 'Mentioned conversations' */
"Mentioned" = "已提及";

/* Copy 'message' */
"Message" = "訊息";

/* No comment provided by engineer. */
"Message copied" = "已複製消息";

/* No comment provided by engineer. */
"Message could not be deleted because it is too old" = "無法刪除訊息，因為它距今太久";

/* No comment provided by engineer. */
"Message deleted by author" = "訊息已被作者刪除";

/* No comment provided by engineer. */
"Message deleted by you" = "訊息已被你刪除";

/* No comment provided by engineer. */
"Message deleted by {actor}" = "訊息已被 {actor} 刪除";

/* No comment provided by engineer. */
"Message deleted successfully" = "成功刪除了訊息";

/* No comment provided by engineer. */
"Message deleted successfully, but Matterbridge is configured and the message might already be distributed to other services" = "訊息已成功刪除，但因已配置了 Matterbridge，訊息可能已分發到其他服務";

/* No comment provided by engineer. */
"Message editing failed" = "訊息編輯失敗";

/* No comment provided by engineer. */
"Message expiration" = "訊息過期";

/* Copy 'link' to a message */
"Message link" = "訊息連結";

/* No comment provided by engineer. */
"Message link copied" = "已複製訊息連結";

/* No comment provided by engineer. */
"Message pinned" = "已釘選訊息";

/* No comment provided by engineer. */
"Message preview will be disabled in conversation list and notifications" = "對話清單和通知中的訊息預覽將被停用。";

/* No comment provided by engineer. */
"Message rescheduling failed" = "重新排程訊息失敗";

/* No comment provided by engineer. */
"Message scheduling failed" = "訊息排程失敗";

/* No comment provided by engineer. */
"Message successfully edited" = "訊息已成功編輯";

/* No comment provided by engineer. */
"Message successfully rescheduled" = "訊息已成功重新排程";

/* No comment provided by engineer. */
"Message successfully scheduled" = "訊息已成功排程";

/* No comment provided by engineer. */
"Message unpinned" = "已取消釘選訊息";

/* No comment provided by engineer. */
"Messages" = "訊息";

/* No comment provided by engineer. */
"Microphone" = "米高風";

/* No comment provided by engineer. */
"Microphone access" = "存取米高風";

/* No comment provided by engineer. */
"Microphone access is not allowed. Check your settings." = "不允許使用米高風。檢查您的設置。";

/* No comment provided by engineer. */
"Microphone disabled" = "米高風已停用";

/* No comment provided by engineer. */
"Microphone enabled" = "米高風已啟用";

/* '%@' being the display name of the caller */
"Missed call from %@" = "來自 %@ 的未接來電";

/* No comment provided by engineer. */
"Missing phone number information" = "缺少電話號碼資訊";

/* The signaling mode used */
"Mode" = "模式";

/* Conversation moderator, a participant with elevated permissions */
"Moderator" = "主持人";

/* No comment provided by engineer. */
"Modification date" = "修改日期";

/* More menu elements */
"More" = "More";

/* No comment provided by engineer. */
"More actions" = "更多操作";

/* No comment provided by engineer. */
"Multiple answers" = "多個答案";

/* No comment provided by engineer. */
"Mute all notifications" = "靜音所有通知";

/* No comment provided by engineer. */
"Mute others" = "將其他人靜音";

/* No comment provided by engineer. */
"Muted by a moderator" = "由主持人靜音";

/* No comment provided by engineer. */
"My location" = "我的位置";

/* No comment provided by engineer. */
"Name" = "名字";

/* No comment provided by engineer. */
"Nearby places" = "附近的地方";

/* No comment provided by engineer. */
"Network available" = "網路可使用";

/* No comment provided by engineer. */
"Network not available" = "網路不可以使用";

/* Never subscribed to the push notification server */
"Never subscribed" = "從未訂閱";

/* No comment provided by engineer. */
"New conversation" = "新的對話";

/* No comment provided by engineer. */
"New poll" = "新民意調查";

/* Placeholder for the name of a new tag */
"New tag" = "新增標籤";

/* Remind me next week about that message */
"Next week" = "下星期";

/* No comment provided by engineer. */
"Nextcloud server not found" = "沒有找到Nextcloud伺服器";

/* No comment provided by engineer. */
"No" = "否";

/* No comment provided by engineer. */
"No actions available" = "沒有可用的操作";

/* No comment provided by engineer. */
"No active bots" = "沒有活躍機械人";

/* No comment provided by engineer. */
"No AI provider available or summarizing failed" = "沒有可用的 AI 服務提供者或摘要生成失敗。";

/* No comment provided by engineer. */
"No banned users or guests" = "沒有被封禁的用戶或訪客";

/* No comment provided by engineer. */
"No bots available for this conversation" = "此對話沒有可用的機械人";

/* No comment provided by engineer. */
"No description provided" = "未提供描述";

/* No comment provided by engineer. */
"No files in here" = "此處沒有任何檔案";

/* 'No filter' meaning 'No filter will be applied in conversations list' */
"No filter" = "沒有過濾器";

/* No comment provided by engineer. */
"No followed threads" = "沒有追蹤的討論串";

/* Do not group conversations by type */
"No grouping" = "沒有群組";

/* No comment provided by engineer. */
"No messages found to summarize" = "未找到可供摘要的訊息";

/* No comment provided by engineer. */
"No messages yet, start the conversation!" = "還沒有訊息，開始對話！";

/* No comment provided by engineer. */
"No participants found" = "未找到參與者";

/* No comment provided by engineer. */
"No permission to join this conversation" = "無權加入此對話";

/* No comment provided by engineer. */
"No poll drafts saved yet" = "尚未保存任何民意調查草稿";

/* No comment provided by engineer. */
"No recent threads" = "沒有最近的討論串";

/* No comment provided by engineer. */
"No response from server" = "伺服器没有回應";

/* No comment provided by engineer. */
"No results" = "沒有結果";

/* No comment provided by engineer. */
"No results found" = "沒有結果";

/* No comment provided by engineer. */
"No shared items" = "沒有已分享的項目";

/* No comment provided by engineer. */
"No upcoming events" = "沒有即將舉行的活動";

/* No comment provided by engineer. */
"No user found" = "找不到用戶";

/* TRANSLATORS this is a video quality option (Video quality : Normal) */
"Normal" = "正常";

/* '{Microphone, Camera, ...} access was not requested' */
"Not requested" = "未請求";

/* No comment provided by engineer. */
"Note to self" = "給自己的備註";

/* Internal note for moderators, usually a reason for this ban */
"Note:" = "備註：";

/* No comment provided by engineer. */
"Notifications" = "通告";

/* No comment provided by engineer. */
"Notifications app enabled?" = "通知應用程式是否已啟用？";

/* No comment provided by engineer. */
"Notify about calls" = "通知有關通話";

/* Indicates an event happening right now */
"Now" = "現在";

/* 'Off' as the value of a setting, e.g. the notification level or message expiration */
"Off" = "關閉";

/* No comment provided by engineer. */
"Offline" = "離線";

/* No comment provided by engineer. */
"Offline, only showing downloaded messages" = "離線，僅顯示已下載的訊息";

/* No comment provided by engineer. */
"OK" = "確認";

/* Will be used as the caller name when a VoIP notification can't be decrypted */
"Old account" = "舊帳戶";

/* No comment provided by engineer. */
"Once a conversation is left, to rejoin a closed conversation, an invite is needed. An open conversation can be rejoined at any time." = "離開封閉式對話後，您需要收到邀請才能重新加入。 公開對話可以隨時重新加入。";

/* No comment provided by engineer. */
"Once a conversation is unarchived, it will be shown by default again." = "對話解除封存後，默認會再次顯示。";

/* No comment provided by engineer. */
"Online" = "在線";

/* No comment provided by engineer. */
"Online status" = "線上狀態";

/* No comment provided by engineer. */
"Only audio and screen shares" = "僅音頻及螢幕分享";

/* No comment provided by engineer. */
"Only normal chat messages can be deleted" = "只有正常的聊天訊息可被刪除";

/* No comment provided by engineer. */
"Only synchronize to trusted servers" = "僅同步至受信任的伺服器";

/* No comment provided by engineer. */
"Only visible to people matched via phone number integration" = "僅透過電話號碼整合進行匹配的人可見";

/* No comment provided by engineer. */
"Only visible to people on this instance and guests" = "僅對此安裝的人和來賓可見";

/* Context menu action to open a shared file */
"Open" = "打開";

/* No comment provided by engineer. */
"Open app settings" = "開啟應用程式設定";

/* No comment provided by engineer. */
"Open conversation to registered users" = "開放對話與註冊用戶";

/* TRANSLATORS 'Open conversations' as a type of conversation. 'Open conversations' are conversations that can be found by other users */
"Open conversations" = "公開對話";

/* No comment provided by engineer. */
"Open in %@" = "於 %@ 打開";

/* No comment provided by engineer. */
"Open in Google Maps" = "在 Google Map 應用程式中打開";

/* No comment provided by engineer. */
"Open in Maps" = "在 Maps 應用程式中打開";

/* A menu to show additional options for the current conversation */
"Option menu" = "選項單";

/* Upload images unchanged */
"Original quality" = "原始畫質";

/* No comment provided by engineer. */
"Original resolution and quality are preserved" = "保留原始解像度及畫質";

/* No comment provided by engineer. */
"Other Accounts" = "其他帳戶";

/* No comment provided by engineer. */
"Other participants" = "其他參與者";

/* Category of shared items in a conversation, for everything without its own category */
"Others" = "其他";

/* No comment provided by engineer. */
"Others can edit the files" = "其他人可編輯檔案";

/* No comment provided by engineer. */
"Others can only view the files" = "其他人只能檢視檔案";

/* No comment provided by engineer. */
"Outgoing call" = "撥出通話";

/* No comment provided by engineer. */
"Outgoing silent call" = "撥出靜音通話";

/* Conversation owner, a participant with high-level permissions
   Owner of a repository */
"Owner" = "所有者";

/* No comment provided by engineer. */
"Participants" = "參與者";

/* No comment provided by engineer. */
"Password" = "密碼";

/* No comment provided by engineer. */
"Password copied" = "已複製密碼";

/* No comment provided by engineer. */
"Password is secure" = "密碼安全";

/* No comment provided by engineer. */
"Password needs to be at least %d characters long" = "密碼需長於 %d 個字母";

/* No comment provided by engineer. */
"Password protection" = "Password protection";

/* No comment provided by engineer. */
"Pending invitations" = "待定的邀請";

/* No comment provided by engineer. */
"Phone number" = "電話號碼";

/* No comment provided by engineer. */
"Phone number integration" = "電話號碼整合";

/* No comment provided by engineer. */
"Phone number set successfully" = "電話號碼設置成功";

/* No comment provided by engineer. */
"Photo Library" = "照片庫";

/* No comment provided by engineer. */
"Photo library access" = "存取照片庫";

/* No comment provided by engineer. */
"Pick date & time" = "挑選日期與時間";

/* Pin a message to be always visible in the chat */
"Pin message" = "釘選訊息";

/* Message was pinned at … */
"Pinned at %@" = "釘選於 %@";

/* A message was pinned by ... */
"pinned by" = "釘選者";

/* No comment provided by engineer. */
"Pinned messages" = "已釘選訊息";

/* Message is pinned until … */
"Pinned until %@" = "釘選至%@";

/* Start playing a video */
"Play" = "播放";

/* No comment provided by engineer. */
"Please check that you entered a valid server address." = "請檢查您是否輸入了有效的伺服器地址。";

/* No comment provided by engineer. */
"Please check that you entered the correct Nextcloud server address." = "請檢查您是否輸入了正確的 Nextcloud 伺服器地址。";

/* No comment provided by engineer. */
"Please check that you entered the correct server address." = "請檢查您是否輸入了正確的伺服器地址。";

/* No comment provided by engineer. */
"Please contact your system administrator." = "請聯絡系統管理員。";

/* Please update your server with the latest {app name} version available. */
"Please update your server with the latest %@ version available." = "請升級您的伺服器至最新的%@版本。";

/* No comment provided by engineer. */
"Please update." = "請更新。";

/* No comment provided by engineer. */
"Poll" = "民意調查Poll";

/* No comment provided by engineer. */
"Poll draft" = "民意調查草稿";

/* No comment provided by engineer. */
"Poll draft has been saved" = "民意調查草稿已保存";

/* No comment provided by engineer. */
"Poll drafts" = "民意調查草稿";

/* No comment provided by engineer. */
"Poll results" = "民意調查結果";

/* No comment provided by engineer. */
"Polls" = "調查";

/* No comment provided by engineer. */
"Preview" = "預覽";

/* No comment provided by engineer. */
"Privacy" = "私隱";

/* Visibility scope of a profile field: only people matched by phone number */
"Private" = "私人";

/* Show private conversations before group ones */
"Private first" = "私人通話先";

/* No comment provided by engineer. */
"Profile" = "簡介";

/* No comment provided by engineer. */
"Profile picture" = "個人資料圖片";

/* No comment provided by engineer. */
"Promote to moderator" = "晉升為主持人";

/* Visibility scope of a profile field: also synchronized to the public address book */
"Published" = "已發佈";

/* No comment provided by engineer. */
"Push notifications" = "推送通知";

/* Section header for the question of a poll */
"Question" = "問題";

/* No comment provided by engineer. */
"Raise hand" = "舉手";

/* Diagnostics row asking whether the server can be reached */
"Reachable?" = "可達？";

/* No comment provided by engineer. */
"Reactions" = "反應";

/* No comment provided by engineer. */
"Read status" = "閱讀狀態";

/* No comment provided by engineer. */
"Received call from an old account" = "收到來自舊帳戶的電話";

/* No comment provided by engineer. */
"Recent threads" = "最近的討論串";

/* No comment provided by engineer. */
"Record voice message" = "錄製話音短訊";

/* Accessibility label of the button shown while the call is being recorded */
"Recording" = "錄製";

/* No comment provided by engineer. */
"Recording consent is required" = "需要錄製同意";

/* '%@' being the display name of the call */
"Recording consent required for joining the call %@" = "加入通話 %@ 前必須同意錄音";

/* No comment provided by engineer. */
"Recordings" = "錄製";

/* No comment provided by engineer. */
"Redo" = "重作";

/* No comment provided by engineer. */
"Reference API supported?" = "支援參考 API？";

/* No comment provided by engineer. */
"Reject" = "拒絕";

/* No comment provided by engineer. */
"Reminder was successfully cleared" = "已成功清除提醒";

/* No comment provided by engineer. */
"Reminder was successfully set" = "已成功設定提醒";

/* No comment provided by engineer. */
"Remote server is unreachable" = "遠端伺服器無法連線";

/* Generic 'Remove' button label, e.g. an account or a date */
"Remove" = "移除";

/* No comment provided by engineer. */
"Remove account" = "移除帳號";

/* No comment provided by engineer. */
"Remove from favorites" = "從最愛中移除";

/* No comment provided by engineer. */
"Remove group and members" = "移除群組及組員";

/* No comment provided by engineer. */
"Remove old duplicate entries and leave only the most recent entries." = "刪除舊的重複條目，只留下最近的條目。";

/* No comment provided by engineer. */
"Remove participant" = "移除參與者";

/* No comment provided by engineer. */
"Remove password" = "移除密碼";

/* No comment provided by engineer. */
"Remove team and members" = "移除團隊及成員";

/* No comment provided by engineer. */
"Rename tag" = "重新命名標籤";

/* Replacement in case of out of office */
"Replacement" = "取代";

/* Section header: the person who takes over while the user is out of office */
"Replacement (optional)" = "替代品（非強制的）";

/* 'Replacement: Alice' - who takes over while a user is out of office */
"Replacement: %@" = "取代︰%@";

/* Action to reply to a message */
"Reply" = "回覆";

/* No comment provided by engineer. */
"Reply privately" = "私下回覆";

/* Name of a repository */
"Repo" = "回購";

/* Reschedule a message that is send later */
"Reschedule" = "重新排程";

/* Reschedule a message that is send later with a notification */
"Reschedule with notification" = "重新安排時間並通知";

/* Reschedule a message that is send later without a notification */
"Reschedule without notification" = "重新安排並不發送通知";

/* No comment provided by engineer. */
"Resend" = "重新發送";

/* No comment provided by engineer. */
"Resend invitation" = "重新傳送邀請";

/* No comment provided by engineer. */
"Resend invitations" = "重新傳送邀請";

/* Title for a section where different reset options are shown */
"Reset" = "重設";

/* Button to clear the chosen replacement person again */
"Reset replacement" = "重設替代品";

/* Results of a poll */
"Results" = "結果";

/* Button to retry a failed operation
   Retry downloading the original file */
"Retry" = "重試";

/* Save conversation description */
"Save" = "儲存";

/* No comment provided by engineer. */
"Save as draft" = "保存為草稿";

/* No comment provided by engineer. */
"Save changes" = "保存更新";

/* No comment provided by engineer. */
"Save password" = "保存密碼";

/* No comment provided by engineer. */
"Save to 'Note to self'" = "保存到「給自己的備忘錄」";

/* No comment provided by engineer. */
"Say hi to your friends and colleagues!" = "跟大家打招呼";

/* No comment provided by engineer. */
"Scan QR code" = "掃描 QR 碼";

/* Noun. 'Schedule' of a meeting */
"Schedule" = "預定";

/* No comment provided by engineer. */
"Schedule a meeting" = "預先安排會議";

/* No comment provided by engineer. */
"Scheduled messages" = "已排程訊息";

/* No comment provided by engineer. */
"Screensharing stopped" = "停止了螢幕分享";

/* No comment provided by engineer. */
"Search" = "搜尋";

/* No comment provided by engineer. */
"Search for places" = "搜尋地方";

/* No comment provided by engineer. */
"Search GIFs" = "搜尋 GIF";

/* Button to start selecting entries of a list */
"Select" = "選取";

/* Opens a user picker to choose the person who takes over during the absence */
"Select a replacement" = "選擇替代品";

/* No comment provided by engineer. */
"Select language" = "選擇語言";

/* Copy a 'selection' of a message */
"Selection" = "選擇";

/* Button to send the shared content to a conversation */
"Send" = "傳送";

/* No comment provided by engineer. */
"Send a reaction" = "傳送反應";

/* No comment provided by engineer. */
"Send call notification" = "傳送通話通告";

/* No comment provided by engineer. */
"Send later" = "稍後傳送";

/* No comment provided by engineer. */
"Send later without notification" = "稍後傳送（不發送通知）";

/* No comment provided by engineer. */
"Send message" = "傳送訊息";

/* Send a message now */
"Send now" = "立即傳送";

/* No comment provided by engineer. */
"Send without notification" = "傳送而不通知";

/* No comment provided by engineer. */
"Send/Accept" = "傳送/接受";

/* No comment provided by engineer. */
"Sending no invitations" = "不發送邀請";

/* No comment provided by engineer. */
"Sensitive conversation" = "敏感對話";

/* A message has been sent without notifications */
"Sent without notification" = "傳送而不通知";

/* No comment provided by engineer. */
"Server" = "伺服器";

/* No comment provided by engineer. */
"Server address https://…" = "伺服器網址 https：//...";

/* No comment provided by engineer. */
"Server is currently in maintenance mode" = "伺服器現正處於維護模式";

/* No comment provided by engineer. */
"Server not found" = "找不到伺服器";

/* Button to set a phone number */
"Set" = "設定";

/* No comment provided by engineer. */
"Set password" = "設定密碼";

/* Remind me later about that message */
"Set reminder" = "設置提醒";

/* No comment provided by engineer. */
"Set status message" = "設定狀態訊息";

/* No comment provided by engineer. */
"Settings" = "設置";

/* Button to share a file into the conversation */
"Share" = "共享";

/* No comment provided by engineer. */
"Share a file from your Nextcloud" = "從您的 Nextcloud 共享一個新檔案";

/* No comment provided by engineer. */
"Share current location" = "分享目前位置";

/* No comment provided by engineer. */
"Share link" = "分享連結";

/* No comment provided by engineer. */
"Share location" = "分享位置";

/* Share the location of a pin that has been dropped in a map view */
"Share pin location" = "分享固定位置";

/* No comment provided by engineer. */
"Share to chat" = "分享至聊天";

/* No comment provided by engineer. */
"Share with" = "分享給";

/* No comment provided by engineer. */
"Shared items" = "分享項目";

/* No comment provided by engineer. */
"Shared location" = "分享了的位置";

/* No comment provided by engineer. */
"Sharing to a federated conversation is not supported." = "不支援分享到聯邦對話。";

/* No comment provided by engineer. */
"Short absence status" = "短暫缺席狀態";

/* No comment provided by engineer. */
"Short absence status is too long" = "短缺席狀態過長";

/* No comment provided by engineer. */
"Show more…" = "顯示更多 ...";

/* No comment provided by engineer. */
"Signaling" = "Signaling";

/* No comment provided by engineer. */
"SIP dial-in" = "SIP 撥入";

/* Button to skip setting a phone number */
"Skip" = "略過";

/* No comment provided by engineer. */
"Slide to cancel" = "滑動取消";

/* No comment provided by engineer. */
"Slightly reduced quality, uses less data" = "畫質稍為降低，使用較少數據";

/* No comment provided by engineer. */
"Some messages not shown, will be downloaded when online" = "一些訊息未顯示，將在在線時下載";

/* No comment provided by engineer. */
"Someone voted on the poll {poll}" = "有人對投票 {poll} 進行了投票";

/* Title for conversations sorting options */
"Sort conversations" = "排序對話";

/* Title of a view showing the source code of a file or a code block */
"Source code" = "原始碼";

/* speaker = Loudspeaker, device */
"Speaker" = "喇叭";

/* speaker = Loudspeaker, device */
"Speaker disabled" = "喇叭已停用";

/* speaker = Loudspeaker, device */
"Speaker enabled" = "喇叭已啟用";

/* Call view mode which shows the current speaker in fullscreen */
"Speaker view" = "講者檢視";

/* Call view mode which shows the current speaker in fullscreen and the other participants in a bar at the bottom */
"Speaker view with participant bar" = "附參與者列的講者檢視";

/* No comment provided by engineer. */
"Speech recognition access is not allowed. Check your settings." = "不允許使用音頻識別。檢查您的設置。";

/* No comment provided by engineer. */
"Speech recognition failed" = "音頻識別失敗";

/* Upload images at a reduced size */
"Standard quality" = "標準畫質";

/* No comment provided by engineer. */
"Start a new group conversation" = "開始新的群組對話";

/* No comment provided by engineer. */
"Start call" = "開始通話";

/* No comment provided by engineer. */
"Start call silently" = "靜音模式下開始通話";

/* No comment provided by engineer. */
"Start recording" = "開始錄音";

/* No comment provided by engineer. */
"Start time" = "開始時間";

/* No comment provided by engineer. */
"Start video call" = "開始視像通話";

/* No comment provided by engineer. */
"Start video call silently" = "靜音模式下開始視像通話";

/* No comment provided by engineer. */
"Status" = "狀態";

/* No comment provided by engineer. */
"Status message" = "狀態訊息";

/* Action to 'Stop' a recording */
"Stop" = "停止";

/* No comment provided by engineer. */
"Stop recording" = "停止錄音";

/* No comment provided by engineer. */
"Stop screensharing" = "停止螢幕分享";

/* Strikethrough text */
"Strikethrough" = "刪除線";

/* No comment provided by engineer. */
"STUN servers" = "STUN 伺服器";

/* No comment provided by engineer. */
"Submit vote" = "遞交投票";

/* No comment provided by engineer. */
"Swipe a tag to rename or delete it. Use edit to reorder the tags." = "向左滑動標籤以重新命名或刪除。使用編輯功能重新排序標籤。";

/* No comment provided by engineer. */
"Switch account" = "切換帳戶";

/* No comment provided by engineer. */
"Switch to voice-only call" = "切換至純語音通話";

/* No comment provided by engineer. */
"Switching to another conversation …" = "切換到另一個對話 …";

/* No comment provided by engineer. */
"Synchronize to trusted servers and the global and public address book" = "同步到受信任的伺服器以及全域與公開的通訊錄";

/* No comment provided by engineer. */
"Tag name" = "標籤名稱";

/* 'Tags' meaning 'Conversation tags' */
"Tags" = "標籤";

/* 'Talk to Alice' - start a conversation with a user */
"Talk to %@" = "與 %@ 聊天";

/* No comment provided by engineer. */
"Tap and hold to record a voice message" = "點擊並按住以進行錄音";

/* No comment provided by engineer. */
"Tap and hold to record a voice message, release the button to send it." = "長按錄製音頻信息，鬆開按鈕發送。";

/* No comment provided by engineer. */
"Test failed" = "測試失敗";

/* No comment provided by engineer. */
"Test push notifications" = "測試推送通知";

/* No comment provided by engineer. */
"Test results" = "測試結果";

/* No comment provided by engineer. */
"Test results copied" = "已複製測試結果";

/* No comment provided by engineer. */
"The app is too old and no longer supported by this server." = "該應用程式太舊，不再受此伺服器支持。";

/* No comment provided by engineer. */
"The call for this event ended. Do you want to delete this conversation for everyone?" = "此次活動的通話已結束。您想要為所有人刪除這段對話嗎？";

/* No comment provided by engineer. */
"The call has been running for one hour" = "通話已經持續一個小時了";

/* No comment provided by engineer. */
"The call in this classified conversation ended. Do you want to delete this conversation for everyone?" = "此機密對話中的通話已結束。你要為所有人刪除此對話嗎？";

/* No comment provided by engineer. */
"The call might be recorded" = "通話可能會被錄製";

/* No comment provided by engineer. */
"The password is wrong" = "密碼錯誤";

/* No comment provided by engineer. */
"The recording might include your voice, video from camera, and screen share. Your consent is required before joining the call." = "錄製可能包括您的聲音、視像和螢幕共享。在您加入通話之前，需要獲得您的同意。";

/* No comment provided by engineer. */
"The token might be used already or is expired. Please generate a new QR code and retry." = "此權杖可能已被使用或已過期。請重新產生新的 QR 碼後再試。";

/* No comment provided by engineer. */
"There is no account for user %@ in server %@ configured in this app." = "此應用程式中配置的伺服器 %2$@ 中沒有用戶 %1$@ 的帳戶。";

/* No comment provided by engineer. */
"This call is being recorded" = "此通話正在錄音中";

/* e.g. '... deleted for everyone 1 hour after a call.' */
"This classified conversation will be automatically deleted for everyone %@ after a call." = "通話結束後，此機密對話將於 %@ 後自動為所有人刪除。";

/* No comment provided by engineer. */
"This conversation is attached to a calendar event. Edit the event to change the name/description of the conversation." = "這段對話與日曆活動相關聯。請編輯該活動以更改對話的名稱/描述。";

/* No comment provided by engineer. */
"This conversation is read-only" = "對話是唯讀狀態";

/* No comment provided by engineer. */
"This conversation will be automatically deleted for everyone in %ld days of no activity." = "此對話如無人於%ld天內互動，將會自動為所有人刪除。";

/* No comment provided by engineer. */
"This is a classified conversation. To protect sensitive content, message forwarding, previews, translation, chat summaries, calls recording and some sharing options are disabled." = "這是機密對話。為保護敏感內容，訊息轉寄、預覽、翻譯、聊天摘要、通話錄音及部分共享選項已停用。";

/* No comment provided by engineer. */
"This is the web address you use to access your server in your web browser." = "這是您用來在網頁瀏覽器中存取伺服器的網頁地址。";

/* The meeting start time will be displayed after this text e.g (This meeting is scheduled for tomorrow at 10:00) */
"This meeting is scheduled for" = "此次會議預定開始時間為";

/* No comment provided by engineer. */
"This might take a moment" = "這可能需要一段時間";

/* No comment provided by engineer. */
"This summary is AI generated and may contain mistakes." = "此摘要為人工智能產生，可能有錯";

/* No comment provided by engineer. */
"This tag cannot be changed" = "此標籤不可變更";

/* No comment provided by engineer. */
"This tag name is invalid or already in use" = "此標籤名稱無效或已被使用";

/* No comment provided by engineer. */
"This tag will be removed from all conversations it is assigned to." = "此標籤將從所有已指派的對話中移除。";

/* No comment provided by engineer. */
"This usually indicates that this device was previously used for an account, which was not properly removed from the server." = "這通常表明此裝置以前用於一個帳戶，該帳戶未從伺服器中正確刪除。";

/* No comment provided by engineer. */
"This week" = "本星期";

/* Remind me this weekend about that message */
"This weekend" = "本週末";

/* No comment provided by engineer. */
"This will impact the functionality of this app. Please review your settings." = "這將影響此應用程式的功能。請檢查您的設置。";

/* Context menu action to reply to a message in a thread */
"Thread" = "討論串";

/* No comment provided by engineer. */
"Thread notification level button" = "討論串通知級別按鈕";

/* No comment provided by engineer. */
"Thread title" = "討論串標題";

/* No comment provided by engineer. */
"Threads" = "討論串";

/* No comment provided by engineer. */
"Title" = "職銜";

/* 'To' which language user wants to translate text */
"To" = "至";

/* No comment provided by engineer. */
"To resolve this issue, use the web interface and go to \"Settings -> Security\"." = "要解決此問題，請使用 Web 界面並轉到“設置”->“安全”。";

/* TRANSLATORS this is for sending something 'to' a user. E.g. 'To: John Doe' */
"To:" = "至：";

/* No comment provided by engineer. */
"Today" = "今日";

/* Remind me tomorrow about that message */
"Tomorrow" = "明日";

/* No comment provided by engineer. */
"Too many requests, please try again later" = "請求過多，請稍後再試";

/* TRANSLATORS this is for transcribing a voice message to text */
"Transcribe" = "抄錄";

/* TRANSLATORS transcript of a voice-message */
"Transcript" = "抄本";

/* No comment provided by engineer. */
"Translate" = "翻譯";

/* No comment provided by engineer. */
"Translation" = "翻譯";

/* No comment provided by engineer. */
"Translation failed" = "翻譯失敗";

/* Waiting message when trying to login with QR code */
"Trying to login…" = "正在嘗試登入⋯⋯";

/* No comment provided by engineer. */
"TURN servers" = "TURN 伺服器";

/* No comment provided by engineer. */
"Twitter" = "Twitter";

/* No comment provided by engineer. */
"Twitter handle @…" = "Twitter 用戶名稱 @...";

/* No comment provided by engineer. */
"Typing indicator" = "打字指示器";

/* No comment provided by engineer. */
"Typing indicators are only available when using a high performance backend (HPB)" = "打字指示器僅在使用高性能後端（HPB）時可用。";

/* No comment provided by engineer. */
"Unable to get context of the message" = "無法取得訊息的上下文";

/* No comment provided by engineer. */
"Unable to get conversation of the message" = "無法取得訊息對話";

/* No comment provided by engineer. */
"Unable to load file" = "無法加載檔案";

/* No comment provided by engineer. */
"Unable to open file" = "無法打開檔案";

/* No comment provided by engineer. */
"Unable to validate password right now" = "目前無法驗證密碼";

/* No comment provided by engineer. */
"Unarchive conversation" = "解除封存對話";

/* No comment provided by engineer. */
"Unavailable" = "不可用";

/* No comment provided by engineer. */
"Unban" = "取消封鎖";

/* No comment provided by engineer. */
"Under \"Devices & sessions\" check if there are duplicate entries for the same device." = "在“裝置和會話”下，檢查同一裝置是否存在重複條目。";

/* No comment provided by engineer. */
"Undo" = "復原";

/* No comment provided by engineer. */
"Undo Typing" = "撤銷輸入內容";

/* No comment provided by engineer. */
"Unknown" = "不詳";

/* No comment provided by engineer. */
"Unknown error" = "錯誤不詳";

/* No comment provided by engineer. */
"Unknown error occurred" = "發生未知錯誤";

/* No comment provided by engineer. */
"Unpin" = "取消釘選";

/* No comment provided by engineer. */
"Unpin message" = "取消釘選訊息";

/* 'Unread' meaning 'Unread conversations' */
"Unread" = "未讀";

/* No comment provided by engineer. */
"Unread mentions" = "未讀的提及";

/* No comment provided by engineer. */
"Unread messages" = "未讀訊息";

/* Calling is not supported */
"Unsupported" = "不受支援的";

/* Button to update the app */
"Update" = "更新";

/* No comment provided by engineer. */
"Updated notification settings" = "已更新通知設定";

/* No comment provided by engineer. */
"Upload failed" = "上載失敗";

/* No comment provided by engineer. */
"Uploading %ld elements" = "正在上傳 %ld 元素";

/* No comment provided by engineer. */
"User" = "用戶";

/* No comment provided by engineer. */
"User profile and settings" = "用戶資料和設置";

/* No comment provided by engineer. */
"User status supported?" = "支持用戶狀態？";

/* No comment provided by engineer. */
"User storage quota exceeded" = "超過用戶儲存空間配額";

/* No comment provided by engineer. */
"Users" = "用戶";

/* No comment provided by engineer. */
"Validating password…" = "正在驗證密碼…";

/* No comment provided by engineer. */
"Version" = "版本";

/* Join a call in video call mode */
"Video call" = "視像通話";

/* No comment provided by engineer. */
"Video quality" = "視像質素";

/* Other participants can only view the shared files */
"View-only" = "僅供檢視";

/* Conversation visibility settings */
"Visibility" = "可見性";

/* No comment provided by engineer. */
"Voice messages" = "音頻留言";

/* No comment provided by engineer. */
"Waiting for %@ to join call …" = "等待%@加入通話中 ...";

/* No comment provided by engineer. */
"Waiting for others to join call …" = "等待其他人加入通話 ...";

/* No comment provided by engineer. */
"Website" = "網站";

/* No comment provided by engineer. */
"What is your status?" = "您目前的狀態是什麼呢？";

/* No comment provided by engineer. */
"Write message, @ to mention someone …" = "輸入訊息，用 @ 提及某人…";

/* No comment provided by engineer. */
"Yes" = "是";

/* No comment provided by engineer. */
"Yesterday" = "昨日";

/* The user themselves as the author of a message */
"You" = "您";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate it */
"You added {user0} and %ld more participants" = "您添加了 {user0} 與 %Id 個參與者";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You added {user0} and {user1}" = "您添加了 {user0} 與 {user1}";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"You and %ld more participants joined the call" = "您及 %Id 個其他參與者加入了通話";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"You and %ld more participants left the call" = "您及 %ld 個參與者已退出通話";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"You and {actor0} joined the call" = "您與 {actor0} 已加入通話";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"You and {actor0} left the call" = "您與 {actor0} 已退出通話";

/* No comment provided by engineer. */
"You are currently waiting in the lobby" = "您目前正在等候室等候。";

/* No comment provided by engineer. */
"You are not allowed to add or remove reactions in this conversation" = "您無權在此對話中新增或刪除表情符號。";

/* No comment provided by engineer. */
"You are not part of any conversation" = "你不是任何對話的一份子";

/* No comment provided by engineer. */
"You are not part of any conversation. Press + to start a new one." = "您尚未參與任何對話。按 \"+\" 開始一個新的。";

/* No comment provided by engineer. */
"You can enable your microphone again in a few seconds" = "你可在幾秒後重新啟用米高風。";

/* No comment provided by engineer. */
"You can set your phone number so other users will be able to find you" = "設置您的電話號碼，以便其他用戶可以找到您";

/* No comment provided by engineer. */
"You cleared the history of the conversation" = "你已清除對話記錄";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"You demoted {user0} and %ld more participants from moderators" = "您已將 {user0} 與 %Id 個參與者由主持人降級";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You demoted {user0} and {user1} from moderators" = "您已將 {user0} 與 {user1} 由主持人降級";

/* No comment provided by engineer. */
"You demoted {user} from moderator" = "你已將 {user} 降級為一般成員";

/* No comment provided by engineer. */
"You ended the poll {poll}" = "你已結束投票 {poll}";

/* No comment provided by engineer. */
"You have %ld pending invitations" = "您有 %ld 個待定的邀請";

/* No comment provided by engineer. */
"You have been muted by a moderator" = "您已被主持人靜音";

/* No comment provided by engineer. */
"You have no conversations with this tag." = "你沒有帶有此標籤的對話。";

/* No comment provided by engineer. */
"You have no meetings scheduled." = "您沒有預先安排好的會議。";

/* No comment provided by engineer. */
"You have no unread mentions." = "您沒有未讀的提及。";

/* No comment provided by engineer. */
"You have no unread messages." = "您沒有未讀的訊息。";

/* No comment provided by engineer. */
"You have reached the maximum number of tags" = "你已達到標籤數量上限";

/* No comment provided by engineer. */
"You joined the call" = "你已加入通話";

/* No comment provided by engineer. */
"You left the call" = "你已離開通話";

/* No comment provided by engineer. */
"You need to promote a new moderator before you can leave %@." = "在您離開%@之前您需要推舉一位新的主持人。";

/* No comment provided by engineer. */
"You need to promote a new moderator before you can leave this conversation" = "在您離開對話之前您需要推舉一位新的主持人。";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"You promoted {user0} and %ld more participants to moderators" = "您已將 {user0} 與 %Id 個參與者晉升為主持人";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You promoted {user0} and {user1} to moderators" = "您已將 {user0} 與 {user1} 晉升為主持人";

/* No comment provided by engineer. */
"You promoted {user} to moderator" = "你已將 {user} 提升為版主";

/* No comment provided by engineer. */
"You received a new notification" = "你收到了一個新通告";

/* No comment provided by engineer. */
"You reconnected to the call" = "您已重新連線至通話";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate it */
"You removed {user0} and %ld more participants" = "您移除了 {user0} 與 %Id 個參與者";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You removed {user0} and {user1}" = "您移除了 {user0} 與 {user1}";

/* No comment provided by engineer. */
"You started a call" = "你已開始通話";

/* No comment provided by engineer. */
"You started a silent call" = "你已開始靜音通話";

/* No comment provided by engineer. */
"You started the video recording" = "你已開始錄製影片";

/* No comment provided by engineer. */
"You stopped the video recording" = "你已停止錄製影片";

/* No comment provided by engineer. */
"Your email address" = "您的電郵地址";

/* No comment provided by engineer. */
"Your phone number" = "您的電話號碼";

/* No comment provided by engineer. */
"Your PIN" = "您的 PIN";

/* No comment provided by engineer. */
"Your postal address" = "您的郵遞地址";

/* 'Zammad' is a product name */
"Zammad API error" = "Zammad API 錯誤";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} added you and %ld more participants" = "{actor0} 添加了您與 %Id 個參與者";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} added you and {user0}" = "{actor0} 添加了您與 {user0}";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} added {user0} and %ld more participants" = "{actor0} 添加了 {user0} 與 %Id 個參與者";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} added {user0} and {user1}" = "{actor0} 添加了 {user0} 與 {user1}";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} and %ld more participants joined the call" = "{actor0} 及 %Id 個參與者加入了通話";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} and %ld more participants left the call" = "{actor0} 及 %ld 個參與者已退出通話";

/* Please put {actor0} and {actor1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} and {actor1} joined the call" = "{actor0} 與 {actor1} 已加入通話";

/* Please put {actor0} and {actor1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} and {actor1} left the call" = "{actor0} 與 {actor1} 已退出通話";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted you and %ld more participants from moderators" = "{actor0} 已將您與 %Id 個參與者由主持人降級";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted you and {user0} from moderators" = "{actor0} 將您與 {user} 由主持人降級";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted {user0} and %ld more participants from moderators" = "{actor0} 已將 {user0} 與 %Id 個參與者由主持人降級";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted {user0} and {user1} from moderators" = "{actor0} 已將 {user0} 與 {user1} 由主持人降級";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted you and %ld more participants to moderators" = "{actor0} 已將您與 %Id 個參與者晉升為主持人";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted you and {user0} to moderators" = "{actor0} 將您與 {user} 晉升為主持人";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted {user0} and %ld more participants to moderators" = "{actor0} 已將 {user0} 與 %Id 個參與者晉升為主持人";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted {user0} and {user1} to moderators" = "{actor0} 已將 {user0} 與 {user1} 晉升為主持人";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"{actor0} reconnected to the call" = "{actor0} 已重新連線至通話";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed you and %ld more participants" = "{actor0} 移除了您與 %Id 個參與者";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed you and {user0}" = "{actor0} 移除了您與 {user0}";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed {user0} and %ld more participants" = "{actor0} 移除了 {user0} 與 %Id 個參與者";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed {user0} and {user1}" = "{actor0} 移除了 {user0} 與 {user1}";

/* No comment provided by engineer. */
"{actor} cleared the history of the conversation" = "{actor} 已清除對話記錄";

/* No comment provided by engineer. */
"{actor} demoted you from moderator" = "{actor} 已將你降級為一般成員";

/* No comment provided by engineer. */
"{actor} demoted {user} from moderator" = "{actor} 已將 {user} 降級為一般成員";

/* No comment provided by engineer. */
"{actor} ended the poll {poll}" = "{actor} 已結束投票 {poll}";

/* No comment provided by engineer. */
"{actor} joined the call" = "{actor} 已加入通話";

/* No comment provided by engineer. */
"{actor} left the call" = "{actor} 已離開通話";

/* No comment provided by engineer. */
"{actor} promoted you to moderator" = "{actor} 已將你提升為版主";

/* No comment provided by engineer. */
"{actor} promoted {user} to moderator" = "{actor} 已將 {user} 提升為版主";

/* No comment provided by engineer. */
"{actor} started a call" = "{actor} 已開始通話";

/* No comment provided by engineer. */
"{actor} started a silent call" = "{actor} 已開始靜音通話";

/* No comment provided by engineer. */
"{actor} started the video recording" = "{actor} 已開始錄製影片";

/* No comment provided by engineer. */
"{actor} stopped the video recording" = "{actor} 已停止錄製影片";

/* No comment provided by engineer. */
"↓ New messages" = "↓ 新消息";

